Repository: telenotesite/telenote-wordpress-woocommerce-plugin
Catalog: languages/telenote-plugin-*.po
Languages: ru_ru

source: Telenote Wordpress Woocommerce Plugin allows you to send notifications to site users via telegram
ru_ru: Telenote Wordpress Woocommerce Plugin позволяет отправлять уведомления пользователям вашего сайта через Телеграм

source: Yes, send notifications in my Telegram.
ru_ru: Да, отправлять уведомления в мой Телеграм.

source: No, thanks.
ru_ru: Нет, спасибо.

source: Do you want to receive notifications in Telegram?
ru_ru: Хотите ли вы получать уведомления в Телеграм?

source: If yes, please click on this link before place order
ru_ru: Если да, пожалуйста кликните на этой ссылке до отправки заказа

source: to subscribe to our Telegram bot.
ru_ru: чтобы подписать на нашего Телеграм бота.

source: Error when using Telenote plugin.
ru_ru: Ошибка при использовании Telenote плагина.

source: Please set Telenote API Token in the settings.
ru_ru: Пожалуйста установите Telenote API Token в настройках.

source: Telenote plugin settings
ru_ru: Настройки Telenote плагина

source: Telenote Plugin Settings updated.
ru_ru: Настройки Telenote плагина обновлены.

source: Please set API token.
ru_ru: Пожалуйста установите Telenote API Token.

source: Telenote Account settings
ru_ru: Настройки аккаунта Telenote

source: Telenote Project Alias
ru_ru: Алиас проекта Telenote

source: Your balance:
ru_ru: Ваш баланс:

source: Link your account
ru_ru: Подключите ваш аккаунт

source: Click on this link to receive admin notifications
ru_ru: Кликните по этой ссылке чтобы получать уведомления администратора

source: Message Templates
ru_ru: Шаблоны сообщений

source: Template for "New Order" message
ru_ru: Шаблон для сообщения "Новый заказ"

source: Placeholdres:
ru_ru: Плейсхолдеры:

source: Order Number
ru_ru: Номер заказа

source: Order Total Sum
ru_ru: Оющая сумма заказа

source: Client Email Address
ru_ru: E-mail адрес клиента

source: Client Phone Number
ru_ru: Номер телефона клиента

source: Client First Name
ru_ru: Имя клиента

source: Client Last Name
ru_ru: Фамилия клиента

source: Client City
ru_ru: Город указанный клиентом

source: Client Address
ru_ru: Адрес указанный клиентом

source: Shop Name
ru_ru: Имя магазина (блога)

source: Prevous Order Status
ru_ru: Предыдущий статус заказа

source: New Order Status
ru_ru: Новый статус заказа

source: Items List In "Name Count Price" format
ru_ru: Список позиций в заказе в формает "Наименование Кол-во Цена"

source: Payment Method
ru_ru: Способ оплаты

source: Delivery Method
ru_ru: Способ доставки

source: Order Creation Status
ru_ru: Стаус создания заказа

source: Message To Admin
ru_ru: Сообщение администратору

source: Send Message To Admin?
ru_ru: ОТправлять сообщения администратору?

source: Message To Client
ru_ru: Сообщение клиенту

source: Send Message To Client?
ru_ru: Отправлять сообщение клиенту?

source: Template for "Order Changed" message
ru_ru: Шаблон сообщения для события "Заказ изменен"
